---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailDimensionTextPosition.Default
enum: Autodesk.Revit.DB.Structure.BendingDetailDimensionTextPosition
source: html/2f710aa2-66b5-0995-1486-35482acd107e.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailDimensionTextPosition.Default

The text will be positioned according to the default behavior.